Repository: pierrejean-coudert/pwytter
Catalog: trunk/src/locale/*/LC_MESSAGES/pwytter.po
Languages: no_no

source: Loading...
no_no: Laster...

source: Licence: GNU GPL v2
no_no: Lisens: GNU GPL v2

source: Enter your message here...
no_no: Skriv din melding her...

source: Enter your direct message here...
no_no: Skriv din direktemelding her...

source: Parameters...
no_no: Parametre...

source: %s: %s %cLocation: %s
no_no: %s: %s %Sted: %s

source: Pwytter web site...
no_no: Pwytter hjemmeside...

source: Show friends
no_no: Vis venner

source: Hide friends
no_no: Skjul venner

source: Switch TimeLine
no_no: Bytt tidssone

source: Refresh
no_no: Oppda&eacute;r

source: Current Time Unknown...
no_no: Ukjent tidspunkt...

source: Timeline: %s
no_no: Tidssone: %s

source: Cancel
no_no: Avbryt

source: Update now...
no_no: Oppdat&eacute; n&aring;

source: A new Pwytter release is available. You should upgrade now !
no_no: En new Pwytter-versjon er tilgjengelig. Du b&oslash;r oppgradere n&aring;

source: Click here to create a Free Twitter Account...
no_no: Klikk her for &aring; opprette gratis Twitter-konto...

source: User
no_no: Bruker

source: Password
no_no: Passord

source: Refresh (s)
no_no: Oppdat&eacute;r (s)

source: Lines
no_no: Linjer

source: Apply
no_no: Legg til

source: Theme
no_no: Tema

source: Language
no_no: Spr&aring;k

source: Direct Message...
no_no: Direktemelding...

source: Following
no_no: Observerer

source: Followers
no_no: Observat&oring;rer

source: %d character(s) left
no_no: %d tegn tilgode

source: about a second ago
no_no: ca et sekund siden

source: about %d seconds ago
no_no: ca %d sekunder siden

source: about a minute ago
no_no: ca et minutt siden

source: about %d minutes ago
no_no: ca %d minutter siden

source: about an hour ago
no_no: ca en time siden

source: about %d hours ago
no_no: ca %d timer siden

source: about a day ago
no_no: i g&aring;r

source: about %d days ago
no_no: ca %d dager siden
