Repository: pierrejean-coudert/pwytter
Catalog: branches/backend_split/src/locale/*/LC_MESSAGES/pwytter.po
Languages: fo_fo

source: Loading...
fo_fo: Løðir...

source: Licence: GNU GPL v2
fo_fo: Loyvi: GNU GPL v2

source: Enter your message here...
fo_fo: Skriva tíni boð her...

source: Enter your direct message here...
fo_fo: Skriv tíni beinleiðis-boð her...

source: Parameters...
fo_fo: Bundnatøl...

source: Pwytter web site...
fo_fo: Pwytter heimasíða...

source: Show friends
fo_fo: Vís vinir

source: Hide friends
fo_fo: Goyms vinir

source: Switch TimeLine
fo_fo: Broyt tíðslinju

source: Refresh
fo_fo: Dagfør

source: Current Time Unknown...
fo_fo: Tíðin nú er ikki kend...

source: Timeline: %s
fo_fo: Tíðslinja: %s

source: Cancel
fo_fo: Ógilda

source: Update now...
fo_fo: Dagfør nú...

source: A new Pwytter release is available. You should upgrade now !
fo_fo: Ein nýggj útgáva av Pwytter er útkomin. Tú burdi daført Pwytter !

source: Click here to create a Free Twitter Account...
fo_fo: Tryst á her fyri at uprætta ein ókeypis twiter kontu...

source: User
fo_fo: Brúkari

source: Password
fo_fo: Loynuorð

source: Refresh (s)
fo_fo: Dagfør (ingar)

source: Lines
fo_fo: Linjur

source: Apply
fo_fo: Gilda

source: Theme
fo_fo: Tema

source: Language
fo_fo: Mál

source: Direct Message...
fo_fo: Beinleiðs Boð

source: Following
fo_fo: Fylgji

source: Followers
fo_fo: Fylgjarir

source: %d character(s) left
fo_fo: %d bókstavar eftir

source: about a second ago
fo_fo: uml. eitt sekund síðani

source: about %d seconds ago
fo_fo: uml. %d sekund síðani

source: about a minute ago
fo_fo: uml. ein minut síðani

source: about %d minutes ago
fo_fo: uml. %d minuttir síðani

source: about an hour ago
fo_fo: uml. ein tími síðani

source: about %d hours ago
fo_fo: uml. %d tímar síðani

source: about a day ago
fo_fo: uml. ein dagur síðani

source: about %d days ago
fo_fo: uml. %d degar síðani
